[
    [
        "Does methodology aim to eliminate all errors in science? Select all correct\nanswers.\r",
        "Yes. Erroneous claims are unscientific.\r",
        " No. Science involves a trade-off between the utility of having knowledge,\nand the risk of being wrong",
        "No. Almost all our beliefs are fallible, so it would be impossible to\ncompletely eliminate error.",
        "No. Available evidence often gives us reason to believe, but not always\nwith certainty.\r",
        "b,c,d,"
    ],
    [
        "Which of the following are necessary conditions for a person X to know\nproposition P according to the classical definition of knowledge? Select all\ncorrect alternatives.",
        "That X is justified in believing P",
        "That P has sufficient utility for X.",
        "That P is true",
        "That X believes P with certainty.",
        "a,c,"
    ],
    [
        "What is correct about the hypothetico-deductive method for hypothesis\ntesting? Select all true claims.",
        "Hypotheses are tested through observable consequences.",
        "The hypothetico-deductive method consists in first testing whether the\nempirical claim is true and then formulating an hypothesis based on\nthat test.",
        "Operationalization of not directly observable features of interest is\nnecessary for the hypothetico-deductive method.",
        "If the outcome of a test (i.e. an experiment) is negative, this does not\nnecessarily mean that the hypothesis should be rejected. The negative\nresult might be explained by an auxiliary hypothesis being false.\r",
        "a,c,d,"
    ],
    [
        "Which of the following sentences express good hypotheses?\r",
        "\"A square is a geometric shape with three sides.\"",
        "\"Epidemic E was caused by a viral infection.\"",
        "\"Is Amyloid plaque the cause of Alzheimer’s?\"",
        " \"Computer program A is more efficient than program B.\"",
        "b,d,"
    ],
    [
        "Which of the following claims about random error is correct? Select all\ntrue claims.\r",
        "Random errors can be reduced by repeating measurements and averaging\nover outcomes.\r",
        "Random error in an experiment is reduced by better control of background\nfactors",
        "Random errors are inherently unpredictable, and have null expected\nvalue.",
        "Lowering the amount of random errors will increase the amount of\nsystematic errors.",
        "a,c,"
    ],
    [
        "Which of the following is true of interval scales? Select all true claims",
        "It is meaningful to say that a measurement that is two times as large\nas another measurement represents twice the measured property.",
        "Interval scales are identical up to positive linear transformations\r",
        "If a quantity is measured on an interval scale, it cannot also be measured\non a ratio scale.",
        "Time measured in years AD (CE) is an interval scale.",
        "b,d,"
    ],
    [
        "Which advantages do experiments have over other empirical methods for\ntesting hypotheses?\r",
        "Experiments allow to directly test causal hypotheses.",
        "Experiments help exploring phenomena that are hard to observe in \nnature.",
        "Experiments offer greater control of many relevant background conditions \nthan other empirical methods.",
        "Experiments can be an aid in determining which policy (out of a menu \nof possible policies) will be most efficient.",
        "a,b,c,d,"
    ],
    [
        "What is correct about the repeatability of experiments? Select all correct\nalternatives.\r",
        "The criterion of repeatability is sufficiently satisfied when a person\nreports that she has done a number of trials with different experimental\nsetups for each trial and out of these trials succeeded in reproducing\nthe same result twice.\r",
        "Repeatability of an experiment can be determined by analysing the\npublished material about this experiment.",
        "If an experiment is repeatable, then it is also reproducible.",
        "An experiment is repeatable if other competent persons that follow the\ngiven description of the experiment can repeat it.",
        "b,d,"
    ],
    [
        "What is the relation between models and experiments? Select all correct\nclaims\r",
        "Experiments and models are similar in that they always are mere\nrepresentations of targets.",
        "The problems posed by flawed proofs and programming bugs in models\nis a greater threat to internal validity than the problem of experimental\ncontrol poses for experiments.",
        "Models are always representations of targets different from themselves,\nwhile experiments are sometimes performed on the target systems\nthemselves.",
        "Internal validity is generally less of a problem for models than for\nexperiments.\r",
        "c,d,"
    ],
    [
        "What distinguishes models from theories? Select all correct claims.",
        "By proposing a theory, one claims that the theory’s object is indeed\ngoverned by the principles expressed in the theory. When using a model,\none is typically aware that alternative representations of the same object\nuseful for other purposes exist.",
        "Scientists who use a theory have reasons to believe that it is not false.\nScientists who use a model typically know that it is false in several\nrespects.\r",
        "In those scientific domains where models and theories co-exist (e.g.\nchemistry), theories typically express general principles, which are\napplied in the building of models.",
        "Theories are the source of episteme, models are the source of techne.",
        "a,b,c,"
    ],
    [
        "Which claims are true about Bayesian statistics? Select all correct alternatives.\r",
        "Bayesian statistics interprets probabilities as “degrees of belief” or\n“subjective confidence in hypotheses”",
        "The main goal in Bayesian hypothesis evaluation is to decide whether\nto accept a single hypothesis as either true or false.",
        "In Bayesian statistics, no probabilities are assigned to hypotheses.",
        "In Bayesian statistics, the prior probability of a hypothesis is changed\nwhen new evidence is observed",
        "a,d,"
    ],
    [
        "Why should hypotheses be tested statistically? Select all correct options.",
        "Statistics is the only way how to justify inductive inferences.",
        "Statistical accounts impose weaker demands on hypothesis testing than\n(non-statistical) accounts of confirmation and falsification.",
        "Neither confirmation nor falsification can be based on deductive relationships\nof hypotheses and evidence.",
        " Statistics provides tools that turn hypothesis testing into a non-fallible\nprocedure.",
        "b,"
    ],
    [
        "Which of the following explanations has the explanans and explanadum in\nthe right order? Select all correct alternatives.",
        "The spherical Earth is rotating on an axis aligned through the poles\nbecause water swirls clockwise down a plughole in the northern hemisphere.",
        "The volume of the gas in the container reduced because it was heated.\r",
        "Water swirls clockwise down a plughole in the northern hemisphere\nbecause the spherical earth is rotating on an axis aligned through the\npoles.",
        "The Earth exerts a gravitational pull on the Moon because the same\nside of the Moon is always facing the Earth.",
        "c,"
    ],
    [
        "Which claims are true about the relation between correlation and causation?\nSelect all correct claims",
        "Mill’s method of difference has been largely ignored by the modern\npractice of randomised controlled trials",
        "Correlation measures the covariance between variables. Causation\nmeasures the influence of one variable on another.",
        "By analysing correlation data, we typically are able to determine which\ncausal model is the unique explanation of the data",
        "Variables can be correlated with each other even though no causal\nrelation exists between them.\r",
        "b,d,"
    ],
    [
        "What are the main claims of anti-naturalist views of the social sciences?\nSelect all correct alternatives.",
        "The social sciences must employ their own methods, different from the\nnatural sciences - but both the natural and the social sciences can use\nthe same methodology",
        "The social sciences, in contrast to the natural sciences, focus on individual\ncases and cannot generalise from them.",
        "Although the social sciences use qualitative data, in contrast to the\nnatural sciences, there are methods by which this data can be quantified\nand thus be analyzed with natural science methods.",
        "The social sciences cannot and should not follow the methodology of\nthe natural sciences.",
        "b,d,"
    ],
    [
        "What is true about belief-desire explanations? Select all correct alternatives.\nBelief-desire explanations . . .",
        ". . . can be used to explain any system’s or organism’s actions.",
        ". . . are often used to explain human behavior.\r",
        ". . . entail that the ends always justify the means.\r",
        ". . . are less precise than causal explanations.\r",
        "a,b,"
    ],
    [
        "What is true about scientific openness? Select all correct alternatives. Not\nsharing scientific data may be justified when . . .\r",
        ". . . protecting the institution’s moral credibility",
        ". . . the data reveals scientific misconduct.",
        ". . . protecting intellectual property",
        " . . . additional data checks are necessary.\r",
        "c,d,"
    ],
    [
        "What is true about the precautionary principle? Select all correct answers.\nThe precautionary principle . . .\r",
        ". . . states that when laboratorial safety regulations cannot be fully met,\nexperiments should not be conducted.",
        " . . . states that when an activity raises threats of harm to human health\nor the environment, precautionary measures should be taken even if\nsome cause and effect relationships are not fully established scientifically.",
        ". . . states a list of research projects that should never be initiated.",
        ". . . imposes a moral constraint on researchers.\r",
        "b,d,"
    ],
    [
        "In the risk discourse, which are the quantitative interpretations of risk?\nSelect all correct alternatives.\r",
        "The severity of an unwanted event.",
        "The cause of an unwanted event.",
        "The probability of an unwanted event which may or may not occur.\r",
        "The statistical mean value of possible harmful outcomes.\r",
        "a,c,d,"
    ],
    [
        "What is true about how risks are perceived? Select all correct alternatives.\nPsychological studies have shown that . . .\r",
        ". . . risk to identifiable individuals are seen as worse than statistical risks\n(with same or greater number of expected deaths).\r",
        ". . . risks where one lacks control are seen as worse.",
        ". . . involuntary risks are seen as worse than voluntary risks.",
        " . . . natural risks are seen as worse than technological risks.\r",
        "a,b,c,"
    ]
]