[["What is true about episteme and techne? Select all correct alternatives.\r", "Techne consists in knowing why, episteme consists in knowing how.\r", "Techne provides the ability of achieving some practical goals.\r", "Episteme means theoretical knowledge, techne means practical knowledge.", "Techne has deep and complex methodological problems of its own.", "b,c,d,"], ["Which of the following claims about words and definitions is/are true?\nSelect all correct alternatives.", "In a lexical definition of a value-laden term, the term’s value-ladenness\nshould be accurately reflected.", "If a definiens applies to fewer objects than its associated definiendum,\nthen the definition is too broad.", "If a definition is too broad, then it cannot be too narrow.\r", "If a definition contains vague words, then it is necessarily too narrow.", "a,"], ["What is true about falsifiable statements? Select all true claims. Falsifiable\nstatements . . .", ". . . are necessarily false.", ". . . are always claims about particular instances.", " . . . is testable but may not be directly observable.", " . . . are not true.", "c,"], ["Which of the following is observable only indirectly? Select all correct\nalternatives.", "The charge in a battery.", "The well-being of a child", "The pH value of a liquid.", " The precise temperature of a liquid.", "a,b,c,d,"], ["Which of the following expresses a value on a ratio scale?\r", "In garments-sizes, M is smaller than L.", " Water freezes at a temperature of 0 degrees Celsius.", "Usain Bolt set a world record, running 100 m in 9.58 seconds", "A ship travels at 20 nautical miles per hour.\r", "c,d,"], ["What are necessary steps in a measurement procedure? Select all correct\nalternatives.\r", "Specification of the measure in terms of a physical constant.", "Establishing the naturalness of the measure.", "Specification of a measure and definition of a unit.\r", "Representation by a measurement scale.", "c,d,"], ["Which of the following claims about experiments and observational studies\nare correct? Select all true claims.\r", "In observational studies one manipulates only the variables that are\nthought to influence the outcome.\r", "Experiments include control and manipulation", "Inferences from observational studies might be as internally valid as\nfrom experiments.\r", "In an observational study one has limited control over the relevant\nvariables, while in an experiment one always has absolute control.", "b,c,"], ["What is correct about the repeatability of experiments? Select all correct\nalternatives.", "It is sufficient for an experiment to repeatable that one of the participating\nexperimenters knows how to repeat the experiment at a later\nstage.\r", "An experiment is repeatable if other competent persons that follow the\ngiven description of the experiment can repeat it.", "Repeatability does not imply replicatability.\r", " If an experiment is repeatable, then it is also reproducible.\r", "b,c,"], ["Identify the relevant epistemic virtues of scientific models from the following\nlist.\r", "Generality", "Theory-independence\r", "Simplicity", " Non-computability\r", "a,c,"], ["What is the relation between models and experiments? Select all correct\nclaims", "External validity is more of a problem for experiments than for models.", "Models are always representations of targets different from themselves,\nwhile experiments are sometimes performed on the target systems\nthemselves.", "Experiments and models are similar in that they always are mere\nrepresentations of targets.", "Internal validity is generally less of a problem for models than for\nexperiments.\r", "b,d,"], ["Which of the following claims about statistics are true? Select all correct\noptions.", "It is always clear from the descriptions of the statistical concepts and\ntools themselves when one should apply them", "One can only \"lie with statistics\" by using invalid statistical methods,\nor by applying valid statistical methods to junk data.", "Statistics offers different algorithms that might yield different results\nwhen applied to the same kind of data.", "Statistics always lies.", "c,"], ["Which claims are true about Bayesian statistics? Select all correct alternatives.", "Bayesian statistics offers an unambiguous algorithm for assigning prior\nprobabilities to hypotheses.\r", "In Bayesian statistics, no probabilities are assigned to hypotheses.", "The \"problem of old evidence\" remains a substantial problem for\nBayesian statistics.", "The main goal in Bayesian hypothesis evaluation is to decide whether\nto accept a single hypothesis as either true or false.\r", "c,"], ["Which claims are true about the relation between correlation and causation?\nSelect all correct claims.", "Many different causal models between two variables are compatible\nwith the observation that the two variables are correlated.", "Mill’s method of difference has been largely ignored by the modern\npractice of randomised controlled trials.", "That there is a common cause of two variables X and Y explains why\nthere is a causal relation between X and Y (either X causes Y or Y\ncauses X), although there is no correlation between X and Y.", "By analysing correlation data, we typically are able to determine which\ncausal model is the unique explanation of the data.", "a,"], ["Which of the following are type explanations? Select all correct alternatives.", " These vases broke because they were dropped.", "The cars crashed because the road went from dual to single lane while\none of the cars was trying to overtake.", "Birds are able to follow their migration routes because they have receptors\nin their eyes that are sensitive to the magnetic field of the\nearth.", "Roads that repeatedly go from double to single file and back again have\nhigher accident rates because drivers are bad at judging overtaking\nmaneuvers.\r", "c,d,"], ["What are the main claims of anti-naturalist views of the social sciences?\nSelect all correct alternatives.\r", "The social sciences must employ their own methods, different from the\nnatural sciences - but both the natural and the social sciences can use\nthe same methodology.", "The social sciences, in contrast to the natural sciences, focus on individual\ncases and cannot generalise from them.", "Although the social sciences use qualitative data, in contrast to the\nnatural sciences, there are methods by which this data can be quantified\nand thus be analyzed with natural science methods.", "The social sciences, in contrast to the natural sciences, are in the\nbusiness of interpreting human behaviour. Interpretation does not\nproduce causal explanations, but some other form of understanding.\r", "b,d,"], ["Which claims are true either of methodological individualism or holism?\nSelect all true claims.", "Methodological individualism claims that all good social explanations\nprovide individualist accounts of the explanandum.", "Methodological holism claims that sometimes, individualist accounts\ndo not provide illuminating explanations of social phenomena because\nthey can be instantiated in many different ways on the individual level", "Methodological holism is compatible with the claim that all social\nphenomena are produced by individual interactions.", "Methodological individualism claims that there are no social entities in\nthe world, only individuals (and families).", "a,b,c,"], ["Scientific openness is generally valued in science, however there are legitimate\nexceptions. Select all correct alternatives. Not sharing scientific data\nmay be justified when . . .\r", ". . . sharing the data jeopardizes the chances of publishing the results in\nan article.", ". . . protecting one’s institution from legitimate moral blame", ". . . protecting people’s privacy", ". . . the correctness of the data has not been checked.", "a,c,d,"], ["What is true about the precautionary principle? Select all correct answers.\nThe precautionary principle . . .\r", ". . . states that the proponent of an activity, rather than the public,\nshould bear the burden of proof of the activity’s harmlessness.", " . . . implies that the scientist must be able to show that the new detergent\nis not harmful, or that the new species does not harm the ecosystem,\netc.", ". . . imposes a moral constraint on researchers", ". . . is of no concern in ideal democracies.\r", "a,b,c,"], ["What is true about risk assessment? Select all correct alternatives. Risk\nassessment is the step in risk analysis where . . .\r", ". . . evidential information is communicated to the public.\r", " . . . policies are put in place", ". . . regulations are determined.", ". . . experiments or observational studies are performed.\r", "d,"], ["A decision has to be made between four alternative courses of action.\nOn alternative A1, there are three possible outcomes: 20 people dying\n(probability 0.2), 500 people dying (p = 0.002), or 5 people dying (p =\n0.798).\nOn alternative A2, there are only two possible outcomes (identical probabilities):\n20 people dying, or no one dying.\nOn A3, there are three possible outcomes (identical probabilities): 9 people\ndying, 4 people dying, or 12 people dying.\nOn A4, finally, there is a one percent probability of 800 people dying\n(otherwise, no one dies).\nSelect all correct statement(s), given the expected value criterion for decisions\ninvolving risks:", "A2 is the fourth best alternative.", "A3 is the second best alternative.\r", "A3 is the best alternative.\r", "A1 is the worst alternative.\r", "a,b,"]]